app/controllers/resumes_controller.rb

INSERT INTO "resumes" ("attachment", "created_at", "name", "updated_at") VALUES (?, ?, ?, ?)  [["attachment", "How_to_avoid_cancer.docx"], ["created_at", Tue, 11 Mar 2014 02:25:52 UTC +00:00], ["name", "How to avoid cancer"], ["updated_at", Tue, 11 Mar 2014 02:25:52 UTC +00:00]]
---
  def create
    @resume = Resume.new(resume_params)

    if @resume.save